Revit 2024 API
UISaveAsOptions Constructor
 Default constructor.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public UISaveAsOptions()
Visual Basic
Public Sub New
Visual C++
public:
UISaveAsOptions()
See Also
UISaveAsOptions Class
Autodesk.Revit.UI Namespace